# Задача1
# def add(sideA,sideB):
#     perimetr = (sideA*2 + sideB*2)
#     print("Периметр прямоугольника:", perimetr)    
    
# def sun (sideA,sideB):
#     area = (sideA*sideB)
#     print("Площадь прямоугольника:", area)

# Задача2
# lst = [1,2,3,4,5,6,7,8,9,10]


# Задача3
# new_menu = {'beefstrogonoff': 400,'burger': 250,'meatloaf': 550,'chicken pot pie': 450, 'beefshteks': 700}


#Задача4
# def sec(h,m,s):
#     print(h*3600+m*60+s)
# # sec()


#Задача5
# def chat_bot():
#     while True:
#         word = input("Напишите слово:")
#         if word =="":
#             print("Как классно когда ты молчишь.Продолжай в том же духе!")
#         elif word == "ВОТ ТАК!":
#             print("Успокойся")
#         elif "?" in word:
#             print("Конечно")
#         else:
#             print(" ну и что")
            
# Задача6
# def short_split(word):
#     word_split = word.split()
#     new_lst = []
#     for a in word_split:
#         new_lst.append(a.title()[0])
#     res = "".join(new_lst)
#     print(res)

# short_split("Кыргызская Республика")
# short_split("Жаманкулова Аяна")
# short_split(" For you interest")
        